Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Many people notice changes in memory and focus around menopause, and poor sleep can add to it. Track it in your check-in and mention it at your visit.
ar: يلاحظ كثير من الناس تغيّرات في الذاكرة والتركيز في الفترة المحيطة بانقطاع الطمث، وقد يزيدها سوء النوم. تتبّعيها في تسجيل المساء واذكريها في موعدكِ.
cs: Mnoho lidí si kolem menopauzy všímá změn paměti a soustředění a špatný spánek k tomu může přispívat. Sleduj to ve večerním zápisu a zmiň to při návštěvě.
da: Mange oplever ændringer i hukommelse og koncentration omkring overgangsalderen, og dårlig søvn kan forstærke det. Følg det i dit aftentjek, og nævn det ved dit lægebesøg.
de: Viele bemerken rund um die Wechseljahre Veränderungen bei Gedächtnis und Konzentration, und schlechter Schlaf kann das verstärken. Erfasse es in deinem Check-in und sprich es bei deinem Termin an.
el: Πολλά άτομα παρατηρούν αλλαγές στη μνήμη και στη συγκέντρωση γύρω από την εμμηνόπαυση, και ο κακός ύπνος μπορεί να τις επιβαρύνει. Κατάγραψέ το στον απολογισμό σου και ανέφερέ το στο ραντεβού σου.
es: Muchas personas notan cambios en la memoria y la concentración en torno a la menopausia, y dormir mal puede empeorarlo. Regístralo en tu repaso del día y coméntalo en la consulta.
es_419: Muchas personas notan cambios en la memoria y la concentración alrededor de la menopausia, y dormir mal puede empeorarlo. Regístralo en tu repaso y coméntalo en tu consulta.
fi: Moni huomaa vaihdevuosien aikaan muutoksia muistissa ja keskittymisessä, ja huono uni voi lisätä niitä. Seuraa sitä iltakyselyssä ja mainitse siitä käynnilläsi.
fr: Beaucoup de personnes remarquent des changements de mémoire et de concentration autour de la ménopause, et un mauvais sommeil peut les accentuer. Suivez-les dans votre bilan et parlez-en lors de votre rendez-vous.
he: רבים מבחינים בשינויים בזיכרון ובריכוז סביב גיל המעבר, ושינה גרועה יכולה להוסיף לכך. תעדי את זה בצ׳ק-אין וספרי על כך בביקור.
hi: रजोनिवृत्ति के आसपास कई लोग याददाश्त और ध्यान में बदलाव महसूस करते हैं, और ख़राब नींद इसे बढ़ा सकती है। इसे अपने चेक-इन में ट्रैक करें और अपॉइंटमेंट पर इसका ज़िक्र करें।
hr: Mnoge osobe oko menopauze primjećuju promjene pamćenja i koncentracije, a loš san tome može pridonijeti. Prati to u večernjem upisu i spomeni na posjetu.
hu: Sokan észlelnek változást a memóriájukban és a koncentrációjukban a menopauza körül, és a rossz alvás ezt tovább ronthatja. Kövesd a kérdőívben, és említsd meg a rendelésen.
id: Banyak orang merasakan perubahan daya ingat dan konsentrasi di sekitar menopause, dan kurang tidur bisa memperparahnya. Catat di check-in dan sampaikan saat konsultasi.
it: Molte persone notano cambiamenti di memoria e concentrazione intorno alla menopausa, e il sonno scarso può peggiorarli. Tienine traccia nel check-in e parlane alla visita.
ja: 更年期には、記憶力や集中力の変化に気づく人が多く、睡眠不足がそれに拍車をかけることもあります。ふり返りで記録して、受診のときに伝えてみてください。
ko: 갱년기 무렵 기억력과 집중력의 변화를 느끼는 사람이 많고, 수면 부족이 이를 더할 수 있어요. 체크인에서 기록하고 진료 때 이야기해 보세요.
ms: Ramai orang perasan perubahan pada ingatan dan tumpuan sekitar menopaus, dan tidur yang kurang baik boleh memburukkannya. Jejakinya dalam semakan anda dan nyatakannya semasa temu janji.
nb: Mange merker endringer i hukommelse og konsentrasjon rundt overgangsalderen, og dårlig søvn kan forsterke det. Følg med på det i innsjekken og nevn det ved legetimen.
nl: Veel mensen merken rond de overgang veranderingen in geheugen en concentratie, en slecht slapen kan dat versterken. Houd het bij in je check-in en noem het bij je afspraak.
pl: Wiele osób zauważa zmiany pamięci i koncentracji w okresie menopauzy, a słaby sen może to nasilać. Zaznaczaj to w podsumowaniu dnia i wspomnij o tym na wizycie.
pt_br: Muitas pessoas notam mudanças na memória e na concentração perto da menopausa, e dormir mal pode piorar isso. Acompanhe no seu check-in e comente na consulta.
pt_pt: Muitas pessoas notam mudanças na memória e na concentração à volta da menopausa, e dormir mal pode agravar isso. Regista-o no teu check-in e fala disso na consulta.
ro: Multe persoane observă schimbări de memorie și concentrare în jurul menopauzei, iar somnul prost poate contribui. Urmărește asta în bilanț și menționează-l la consultație.
sk: Mnohí ľudia si okolo menopauzy všímajú zmeny pamäti a sústredenia a zlý spánok k tomu môže prispieť. Sleduj to pri zhodnotení dňa a spomeň to pri návšteve u lekára.
sv: Många märker förändringar i minne och koncentration kring menopausen, och dålig sömn kan göra det värre. Följ det i din incheckning och ta upp det vid ditt besök.
th: หลายคนสังเกตว่าความจำและสมาธิเปลี่ยนไปในช่วงวัยหมดประจำเดือน และการนอนไม่ดีก็อาจทำให้เป็นมากขึ้น ติดตามไว้ในเช็กอิน และแจ้งแพทย์เมื่อไปพบ
tr: Birçok kişi menopoz döneminde bellek ve odaklanmada değişiklikler fark eder; kötü uyku da buna katkıda bulunabilir. Bunu yoklamanda takip et ve randevunda söyle.
uk: Багато людей помічають зміни памʼяті й концентрації в період менопаузи, а поганий сон може це посилювати. Позначай це в підсумку дня й розкажи про це на візиті.
vi: Nhiều người nhận thấy trí nhớ và khả năng tập trung thay đổi quanh thời kỳ mãn kinh, và ngủ kém có thể làm tình trạng này nặng thêm. Hãy theo dõi trong nhật ký tối và nói với bác sĩ khi đi khám.
zh_hans: 许多人在更年期前后注意到记忆力和注意力的变化，睡眠不好可能会加重这种情况。在打卡时记录下来，就诊时提一提。
zh_hant: 許多人在更年期前後會注意到記憶力和專注力的變化，睡不好也可能讓情況更明顯。在回顧中追蹤這項變化，並在就診時提出。

source: Many people notice mood changes, irritability or anxiety around this time. If low mood is persistent or you feel unsafe, contact a clinician or local emergency services.
ar: يلاحظ كثير من الناس تغيّرات في المزاج أو سرعة انفعال أو قلقًا في هذه المرحلة. إذا استمر انخفاض المزاج أو شعرتِ بأنكِ لستِ في أمان، فتواصلي مع طبيب أو مع خدمات الطوارئ المحلية.
cs: Mnoho lidí si v tomto období všímá změn nálady, podrážděnosti nebo úzkosti. Pokud špatná nálada přetrvává nebo máš pocit, že nejsi v bezpečí, obrať se na lékaře nebo na místní záchrannou službu.
da: Mange oplever humørændringer, irritabilitet eller angst i denne periode. Hvis et lavt humør varer ved, eller hvis du ikke føler dig i sikkerhed, så kontakt en læge eller den lokale alarmcentral.
de: Viele bemerken in dieser Zeit Stimmungsveränderungen, Reizbarkeit oder Angst. Wenn die Niedergeschlagenheit anhält oder du dich nicht in Sicherheit fühlst, wende dich an eine Ärztin oder einen Arzt oder an die örtlichen Notfalldienste.
el: Πολλά άτομα παρατηρούν αλλαγές στη διάθεση, ευερεθιστότητα ή άγχος αυτή την περίοδο. Αν η πεσμένη διάθεση επιμένει ή δεν νιώθεις ασφαλής, επικοινώνησε με γιατρό ή με τις τοπικές υπηρεσίες έκτακτης ανάγκης.
es: Muchas personas notan cambios de humor, irritabilidad o ansiedad en esta etapa. Si el ánimo bajo es persistente o no te sientes a salvo, contacta con un profesional sanitario o con los servicios de emergencias locales.
es_419: Muchas personas notan cambios de ánimo, irritabilidad o ansiedad en esta etapa. Si el ánimo bajo es persistente o no te sientes a salvo, contacta a un profesional de la salud o a los servicios de emergencia locales.
fi: Moni huomaa tähän aikaan mielialan muutoksia, ärtyneisyyttä tai ahdistusta. Jos alakulo jatkuu tai tunnet olosi turvattomaksi, ota yhteyttä lääkäriin tai paikallisiin hätäpalveluihin.
fr: Beaucoup de personnes remarquent des changements d’humeur, de l’irritabilité ou de l’anxiété pendant cette période. Si la baisse de moral persiste ou si vous ne vous sentez pas en sécurité, contactez un médecin ou les services d’urgence locaux.
he: רבים מבחינים בשינויים במצב הרוח, בעצבנות או בחרדה בתקופה הזו. אם מצב הרוח הירוד נמשך, או שאת חוששת לביטחונך, פני לרופא/ה או לשירותי החירום המקומיים.
hi: इस दौरान कई लोग मूड में बदलाव, चिड़चिड़ापन या बेचैनी महसूस करते हैं। अगर उदासी लगातार बनी रहे या आप ख़ुद को असुरक्षित महसूस करें, तो डॉक्टर या स्थानीय आपातकालीन सेवाओं से संपर्क करें।
hr: Mnoge osobe u ovom razdoblju primjećuju promjene raspoloženja, razdražljivost ili tjeskobu. Ako je loše raspoloženje dugotrajno ili se ne osjećaš sigurno, obrati se liječniku ili lokalnoj hitnoj službi.
hu: Sokan észlelnek hangulatváltozást, ingerlékenységet vagy szorongást ebben az időszakban. Ha a lehangoltság tartós, vagy nem érzed magad biztonságban, fordulj orvoshoz vagy a helyi segélyhívó szolgálatokhoz.
id: Banyak orang mengalami perubahan suasana hati, mudah tersinggung, atau cemas di masa ini. Jika suasana hati yang murung terus berlangsung atau kamu merasa tidak aman, hubungi dokter atau layanan darurat setempat.
it: Molte persone notano cambiamenti d'umore, irritabilità o ansia in questo periodo. Se l'umore basso è persistente o non ti senti al sicuro, contatta un medico o i servizi di emergenza locali.
ja: この時期には、気分の変化、イライラ、不安に気づく人が多くいます。気分の落ち込みが続く場合や、自分の身が安全ではないと感じる場合は、医師またはお住まいの地域の緊急サービスに連絡してください。
ko: 이 시기에 기분 변화, 짜증, 불안을 느끼는 사람이 많아요. 우울한 기분이 계속되거나 안전하지 않다고 느껴진다면 의료진이나 지역 응급 서비스에 연락하세요.
ms: Ramai orang perasan perubahan mood, mudah marah atau keresahan sekitar waktu ini. Jika rasa murung berterusan atau anda rasa tidak selamat, hubungi doktor atau perkhidmatan kecemasan tempatan.
nb: Mange merker humørendringer, irritabilitet eller angst i denne perioden. Hvis du er vedvarende nedstemt eller ikke føler deg trygg, kontakt en lege eller de lokale nødetatene.
nl: Veel mensen merken in deze periode stemmingswisselingen, prikkelbaarheid of angst. Ben je langdurig somber of voel je je niet veilig, neem dan contact op met een arts of met de lokale hulpdiensten.
pl: Wiele osób zauważa w tym czasie zmiany nastroju, drażliwość lub lęk. Jeśli obniżony nastrój się utrzymuje lub nie czujesz się bezpiecznie, skontaktuj się z lekarzem lub lokalnymi służbami ratunkowymi.
pt_br: Muitas pessoas notam mudanças de humor, irritabilidade ou ansiedade nesta fase. Se o humor baixo persistir ou se você não se sentir em segurança, entre em contato com um profissional de saúde ou com os serviços de emergência locais.
pt_pt: Muitas pessoas notam alterações de humor, irritabilidade ou ansiedade nesta fase. Se o humor em baixo for persistente ou não te sentires em segurança, contacta um profissional de saúde ou os serviços de emergência locais.
ro: Multe persoane observă schimbări de dispoziție, iritabilitate sau anxietate în această perioadă. Dacă dispoziția scăzută persistă sau nu te simți în siguranță, contactează un medic sau serviciile locale de urgență.
sk: Mnohí ľudia si v tomto období všímajú zmeny nálady, podráždenosť alebo úzkosť. Ak skleslá nálada pretrváva alebo sa necítiš v bezpečí, obráť sa na lekára alebo na miestnu záchrannú službu.
sv: Många märker förändrat humör, irritabilitet eller ångest under den här tiden. Om nedstämdheten håller i sig eller om du inte känner dig trygg, kontakta en läkare eller det lokala larmnumret.
th: หลายคนสังเกตว่าอารมณ์เปลี่ยนแปลง หงุดหงิดง่าย หรือวิตกกังวลในช่วงนี้ หากอารมณ์ซึมเศร้าไม่หายไป หรือคุณรู้สึกไม่ปลอดภัย ให้ติดต่อแพทย์หรือหน่วยบริการฉุกเฉินในพื้นที่ของคุณ
tr: Birçok kişi bu dönemde duygu durumu değişiklikleri, sinirlilik ya da kaygı fark eder. Moralin sürekli düşükse ya da kendini güvende hissetmiyorsan bir doktora ya da yerel acil yardım hizmetlerine başvur.
uk: Багато людей помічають у цей час зміни настрою, дратівливість або тривожність. Якщо пригнічений настрій не минає або ти не почуваєшся в безпеці, звернися до лікаря або до місцевої служби екстреної допомоги.
vi: Nhiều người nhận thấy tâm trạng thay đổi, dễ cáu gắt hoặc lo âu trong giai đoạn này. Nếu tâm trạng buồn chán kéo dài hoặc bạn cảm thấy không an toàn, hãy liên hệ bác sĩ hoặc dịch vụ cấp cứu tại địa phương.
zh_hans: 许多人在这个阶段会注意到情绪变化、易怒或焦虑。如果情绪低落持续不退，或你觉得自己不安全，请联系医生或当地急救服务。
zh_hant: 許多人在這段時期會注意到情緒變化、易怒或焦慮。如果情緒低落持續不退，或你覺得自己不安全，請聯絡醫師或當地緊急服務。

source: Maxed out
ar: في أقصى حد
cs: Na maximum
da: På max
de: Am Anschlag
el: Στα κόκκινα
es: Al límite
es_419: Al máximo
fi: Äärirajoilla
fr: À bout
he: בשיא
hi: हद से ज़्यादा
hr: Na rubu
hu: A plafonon
id: Kewalahan
it: Al limite
ja: 限界
ko: 최고치
ms: Tahap maksimum
nb: På bristepunktet
nl: Maximaal
pl: Na granicy
pt_br: No limite
pt_pt: No limite
ro: La maximum
sk: Na maxime
sv: På max
th: สุดขีด
tr: Tavan yaptı
uk: На межі
vi: Quá sức
zh_hans: 爆表
zh_hant: 爆表

source: Medication reminder
ar: تذكير بالدواء
cs: Připomenutí léku
da: Medicinpåmindelse
de: Medikamenten-Erinnerung
el: Υπενθύμιση φαρμάκου
es: Recordatorio de medicación
es_419: Recordatorio de medicamento
fi: Lääkemuistutus
fr: Rappel de médicament
he: תזכורת לתרופה
hi: दवा का रिमाइंडर
hr: Podsjetnik za lijek
hu: Gyógyszer-emlékeztető
id: Pengingat obat
it: Promemoria farmaco
ja: 服薬リマインダー
ko: 복용 알림
ms: Peringatan ubat
nb: Medisinpåminnelse
nl: Medicatieherinnering
pl: Przypomnienie o leku
pt_br: Lembrete de medicamento
pt_pt: Lembrete de medicação
ro: Memento pentru medicament
sk: Pripomenutie lieku
sv: Påminnelse om läkemedel
th: เตือนใช้ยา
tr: İlaç hatırlatıcısı
uk: Нагадування про препарат
vi: Nhắc dùng thuốc
zh_hans: 用药提醒
zh_hant: 用藥提醒

source: Medication reminders
ar: تذكيرات الأدوية
cs: Připomenutí léků
da: Medicinpåmindelser
de: Medikamenten-Erinnerungen
el: Υπενθυμίσεις φαρμάκων
es: Recordatorios de medicación
es_419: Recordatorios de medicamentos
fi: Lääkemuistutukset
fr: Rappels de médicaments
he: תזכורות לתרופות
hi: दवा के रिमाइंडर
hr: Podsjetnici za lijekove
hu: Gyógyszer-emlékeztetők
id: Pengingat obat
it: Promemoria farmaci
ja: 服薬リマインダー
ko: 복용 알림
ms: Peringatan ubat
nb: Medisinpåminnelser
nl: Medicatieherinneringen
pl: Przypomnienia o lekach
pt_br: Lembretes de medicamentos
pt_pt: Lembretes de medicação
ro: Mementouri pentru medicamente
sk: Pripomenutia liekov
sv: Påminnelser om läkemedel
th: การเตือนใช้ยา
tr: İlaç hatırlatıcıları
uk: Нагадування про ліки
vi: Nhắc dùng thuốc
zh_hans: 用药提醒
zh_hant: 用藥提醒

source: Medications
ar: الأدوية
cs: Léky
da: Medicin
de: Medikamente
el: Φάρμακα
es: Medicación
es_419: Medicamentos
fi: Lääkkeet
fr: Médicaments
he: תרופות
hi: दवाएँ
hr: Lijekovi
hu: Gyógyszerek
id: Obat
it: Farmaci
ja: お薬
ko: 약
ms: Ubat
nb: Medisiner
nl: Medicatie
pl: Leki
pt_br: Medicamentos
pt_pt: Medicação
ro: Medicamente
sk: Lieky
sv: Läkemedel
th: ยา
tr: İlaçlar
uk: Ліки
vi: Thuốc
zh_hans: 药物
zh_hant: 藥物

source: Medications (entered by the user)
ar: الأدوية (أدخلها المستخدم)
cs: Léky (zadané uživatelkou)
da: Medicin (indtastet af brugeren)
de: Medikamente (selbst eingetragen)
el: Φάρμακα (καταχωρισμένα από τη χρήστρια)
es: Medicación (introducida por la usuaria)
es_419: Medicamentos (ingresados por la persona usuaria)
fi: Lääkkeet (käyttäjän kirjaamat)
fr: Médicaments (saisis par la personne qui utilise l’app)
he: תרופות (הוזנו על ידי המשתמשת)
hi: दवाएँ (उपयोगकर्ता द्वारा दर्ज)
hr: Lijekovi (unijela korisnica)
hu: Gyógyszerek (a felhasználó adta meg)
id: Obat (dimasukkan oleh pengguna)
it: Farmaci (inseriti dall'utente)
ja: お薬（ご本人が入力）
ko: 약(사용자가 입력함)
ms: Ubat (dimasukkan oleh pengguna)
nb: Medisiner (registrert av brukeren)
nl: Medicatie (ingevoerd door de gebruiker)
pl: Leki (wpisane przez użytkowniczkę)
pt_br: Medicamentos (informados pela própria pessoa)
pt_pt: Medicação (introduzida pelo utilizador)
ro: Medicamente (introduse de utilizator)
sk: Lieky (zadané používateľkou)
sv: Läkemedel (angivna av användaren)
th: ยา (ผู้ใช้เป็นผู้บันทึก)
tr: İlaçlar (kullanıcı tarafından girildi)
uk: Ліки (внесено користувачкою)
vi: Thuốc (do người dùng nhập)
zh_hans: 药物（由用户输入）
zh_hant: 藥物（由使用者輸入）

source: Medications, patterns and your questions
ar: الأدوية والأنماط وأسئلتكِ
cs: Léky, vzorce a tvoje otázky
da: Medicin, mønstre og dine spørgsmål
de: Medikamente, Muster und deine Fragen
el: Φάρμακα, μοτίβα και οι ερωτήσεις σου
es: Medicación, patrones y tus preguntas
es_419: Medicamentos, patrones y tus preguntas
fi: Lääkkeet, kuviot ja kysymyksesi
fr: Médicaments, tendances et vos questions
he: תרופות, דפוסים והשאלות שלך
hi: दवाएँ, पैटर्न और आपके सवाल
hr: Lijekovi, obrasci i tvoja pitanja
hu: Gyógyszerek, mintázatok és a kérdéseid
id: Obat, pola, dan pertanyaanmu
it: Farmaci, ricorrenze e le tue domande
ja: お薬、傾向、質問
ko: 약, 패턴, 그리고 내 질문
ms: Ubat, corak dan soalan anda
nb: Medisiner, mønstre og spørsmålene dine
nl: Medicatie, patronen en je vragen
pl: Leki, wzorce i twoje pytania
pt_br: Medicamentos, padrões e suas perguntas
pt_pt: Medicação, padrões e as tuas perguntas
ro: Medicamente, tipare și întrebările tale
sk: Lieky, vzorce a tvoje otázky
sv: Läkemedel, mönster och dina frågor
th: ยา รูปแบบ และคำถามของคุณ
tr: İlaçlar, örüntüler ve soruların
uk: Ліки, закономірності й твої питання
vi: Thuốc, mẫu hình và câu hỏi của bạn
zh_hans: 药物、规律和你的问题
zh_hant: 藥物、規律和你的問題

source: Medium
ar: متوسط
cs: Střední
da: Middel
de: Mittel
el: Μέτρια
es: Moderado
es_419: Medio
fi: Kohtalainen
fr: Moyen
he: בינוני
hi: मध्यम
hr: Srednje
hu: Közepes
id: Sedang
it: Medio
ja: 普通
ko: 보통
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Umiarkowane
pt_br: Médio
pt_pt: Médio
ro: Moderat
sk: Stredné
sv: Medel
th: ปานกลาง
tr: Orta
uk: Помірна
vi: Vừa
zh_hans: 中等
zh_hant: 中等

source: Memory lapse
ar: هفوات الذاكرة
cs: Výpadek paměti
da: Hukommelsessvigt
de: Vergesslichkeit
el: Κενά μνήμης
es: Fallos de memoria
es_419: Fallas de memoria
fi: Muistikatkos
fr: Trou de mémoire
he: שכחה רגעית
hi: याददाश्त में चूक
hr: Zaboravljivost
hu: Feledékenység
id: Mudah lupa
it: Vuoti di memoria
ja: もの忘れ
ko: 건망증
ms: Mudah lupa
nb: Glemsomhet
nl: Vergeetachtigheid
pl: Luki w pamięci
pt_br: Lapsos de memória
pt_pt: Falhas de memória
ro: Scăpări de memorie
sk: Výpadok pamäti
sv: Minnesluckor
th: หลงลืม
tr: Unutkanlık
uk: Провали в памʼяті
vi: Hay quên
zh_hans: 记忆力减退
zh_hant: 健忘

source: MenoMap can show your surges before and after you started, as a coincidence check. Whether a treatment is right for you is a question for your clinician.
ar: يستطيع MenoMap أن يعرض موجاتكِ قبل أن تبدئي وبعد ذلك، بوصف ذلك رصدًا للتزامن. أما هل العلاج مناسب لكِ، فهذا سؤال لطبيبكِ.
cs: MenoMap ti může ukázat tvoje vlny před zahájením léčby a po něm, jako kontrolu souběhu. Jestli je pro tebe léčba vhodná, je otázka pro tvého lékaře.
da: MenoMap kan vise dine bølger før og efter, du begyndte, som et tilfældighedstjek. Om en behandling er rigtig for dig, er et spørgsmål til din læge.
de: MenoMap kann deine Wellen vor und nach dem Beginn zeigen, als Blick auf zeitliches Zusammentreffen. Ob eine Behandlung für dich richtig ist, ist eine Frage für deine Ärztin oder deinen Arzt.
el: Το MenoMap μπορεί να σου δείξει τα κύματά σου πριν και μετά τη στιγμή που ξεκίνησες, ως έλεγχο σύμπτωσης. Το αν μια θεραπεία είναι κατάλληλη για σένα είναι ερώτηση για τον γιατρό σου.
es: MenoMap puede mostrarte tus oleadas antes y después de empezar, como comprobación de coincidencias. Si un tratamiento es adecuado para ti es una pregunta para tu profesional sanitario.
es_419: MenoMap puede mostrar tus oleadas antes y después de que empezaste, como una comprobación de coincidencias. Si un tratamiento es adecuado para ti es una pregunta para tu profesional de la salud.
fi: MenoMap voi näyttää aaltosi ennen aloittamista ja sen jälkeen yhteensattuman tarkistuksena. Se, onko hoito sinulle sopiva, on kysymys lääkärillesi.
fr: MenoMap peut montrer vos vagues avant et après le début du traitement, comme repérage de coïncidences. Savoir si un traitement vous convient est une question à poser à votre médecin.
he: היישום MenoMap יכול להציג את הגלים שלך לפני ואחרי שהתחלת, כבדיקת צירוף מקרים. השאלה אם טיפול מתאים לך היא שאלה לרופא/ה שלך.
hi: MenoMap आपकी लहरें इलाज शुरू करने से पहले और बाद में दिखा सकता है, संयोग की जाँच के रूप में। कोई इलाज आपके लिए सही है या नहीं, यह सवाल आपके डॉक्टर के लिए है।
hr: MenoMap može pokazati tvoje valove prije i nakon što si počela, kao provjeru podudarnosti. Je li neko liječenje pravo za tebe, pitanje je za liječnika.
hu: A MenoMap egybeesés-vizsgálatként meg tudja mutatni a hullámaidat a kezelés elkezdése előtt és után. Hogy egy kezelés megfelelő-e számodra, az az orvosodra tartozó kérdés.
id: MenoMap bisa menunjukkan gelombangmu sebelum dan sesudah kamu mulai, sebagai cek kebetulan. Apakah suatu pengobatan tepat untukmu adalah pertanyaan untuk doktermu.
it: MenoMap può mostrarti le tue ondate prima e dopo l'inizio, come verifica di coincidenza. Se una terapia sia adatta a te è una domanda per il tuo medico.
ja: MenoMapでは、使い始める前と後のほてりを、偶然の一致を確かめるものとして表示できます。その治療があなたに合っているかどうかは、医師に尋ねるべきことです。
ko: MenoMap은 시작 전후의 열감을 우연인지 확인하는 용도로 보여 줄 수 있어요. 어떤 치료가 나에게 맞는지는 의료진에게 물어볼 문제예요.
ms: MenoMap boleh menunjukkan gelombang anda sebelum dan selepas anda mula, sebagai semakan kebetulan. Sama ada sesuatu rawatan sesuai untuk anda ialah soalan untuk doktor anda.
nb: MenoMap kan vise bølgene dine før og etter at du begynte, som en sjekk av sammenfall. Om en behandling passer for deg, er et spørsmål for legen din.
nl: MenoMap kan je golven van vóór en na de start laten zien, als toevalscheck. Of een behandeling bij je past, is een vraag voor je arts.
pl: MenoMap może pokazać twoje fale przed rozpoczęciem i po nim jako sprawdzenie zbieżności. To, czy dane leczenie jest dla ciebie odpowiednie, jest pytaniem do lekarza.
pt_br: O MenoMap pode mostrar suas ondas antes e depois de você começar, como uma checagem de coincidência. Se um tratamento é adequado para você é uma pergunta para o seu profissional de saúde.
pt_pt: O MenoMap pode mostrar as tuas ondas antes e depois de começares, como verificação de coincidência. Saber se um tratamento é adequado para ti é uma pergunta para o profissional de saúde que te acompanha.
ro: MenoMap îți poate arăta valurile de dinainte și de după ce ai început, ca verificare de coincidență. Dacă un tratament este potrivit pentru tine este o întrebare pentru medicul tău.
sk: MenoMap môže ukázať tvoje vlny pred začatím liečby a po ňom ako kontrolu súbehu. Či je liečba pre teba vhodná, je otázka pre tvojho lekára.
sv: MenoMap kan visa dina vågor före och efter att du började, som en koll av sammanträffanden. Om en behandling passar dig är en fråga för din läkare.
th: MenoMap แสดงระลอกร้อนของคุณก่อนและหลังเริ่มใช้ได้ เพื่อดูว่าเกิดขึ้นพร้อมกันหรือไม่ การรักษาใดเหมาะกับคุณเป็นคำถามสำหรับแพทย์
tr: MenoMap, başladığından önceki ve sonraki dalgalarını bir rastlantı kontrolü olarak gösterebilir. Bir tedavinin sana uygun olup olmadığı, doktoruna sorulacak bir sorudur.
uk: MenoMap може показати твої хвилі до і після початку лікування як перевірку збігів. Чи підходить тобі лікування — це питання до лікаря.
vi: MenoMap có thể cho thấy các cơn nóng của bạn trước và sau khi bắt đầu dùng, như một cách kiểm tra sự trùng hợp. Việc một phương pháp điều trị có phù hợp với bạn hay không là câu hỏi dành cho bác sĩ.
zh_hans: MenoMap 可以显示你开始治疗前后的热浪情况，作为巧合检查。某种治疗是否适合你，这个问题要问医生。
zh_hant: MenoMap 可以顯示你開始前後的熱浪，作為巧合比對。治療是否適合你，是需要問醫師的問題。
